[
  {
    "id": 1,
    "name": "Desarrollo web",
    "start": "Próximo inicio: 21/03/2023",
    "hour": "19:00 a 21:00Hs",
    "description": "El desarrollo web es el proceso de crear aplicaciones, sitios web y otros servicios que se entregan a través de la World Wide Web. Esto incluye el diseño, la creación, el mantenimiento y la optimización de sitios web, aplicaciones web y sistemas de gestión de contenido (CMS), entre otros. El desarrollo web puede implicar una variedad de tecnologías y lenguajes de programación, como HTML, CSS, JavaScript, PHP, Python y Ruby, entre otros. Los desarrolladores web utilizan estas herramientas y tecnologías para crear sitios web y aplicaciones web que brinden información, servicios o productos a los usuarios de Internet.",
    "price": 40320,
    "stock": 5,
    "category": 0
  },
  {
    "id": 2,
    "name": "JavaScript",
    "start": "Próximo inicio: 21/03/2023",
    "hour": "19:00 a 21:00Hs",
    "description": "JavaScript es un lenguaje de programación de alto nivel y orientado a objetos que se utiliza principalmente en el desarrollo de aplicaciones web. Fue creado por Netscape en 1995 y desde entonces se ha convertido en uno de los lenguajes de programación más populares y ampliamente utilizados en el mundo. JavaScript se ejecuta en el navegador web del usuario y se utiliza para agregar interactividad y dinamismo a las páginas web. Con JavaScript, los desarrolladores pueden crear animaciones, validar formularios, manipular el contenido de una página y comunicarse con servidores web para actualizar el contenido de una página sin necesidad de recargarla.",
    "price": 40320,
    "stock": 10,
    "category": 0
  },
  {
    "id": 3,
    "name": "React",
    "start": "Próximo inicio: 21/03/2023",
    "hour": "19:00 a 21:00Hs",
    "description": "React es una biblioteca de JavaScript de código abierto que se utiliza para construir interfaces de usuario interactivas y dinámicas en aplicaciones web y móviles. Fue desarrollada por Facebook y se lanzó al público en 2013. React se basa en el concepto de componentes, que son bloques de construcción reutilizables para la creación de interfaces de usuario.  Una de las principales características de React es su capacidad para manejar automáticamente la actualización de la interfaz de usuario en respuesta a cambios en los datos de la aplicación. Esto se logra a través del uso de un enfoque declarativo en lugar de un enfoque imperativo, lo que significa que el desarrollador se centra en describir cómo se debe ver la interfaz de usuario en lugar de decirle al programa cómo actualizarla.",
    "price": 40320,
    "stock": 8,
    "category": 0
  },
  {
    "id": 4,
    "name": "Backend",
    "start": "Próximo inicio: 21/03/2023",
    "hour": "19:00 a 21:00Hs",
    "description": "El backend, también conocido como el lado del servidor, se refiere a la parte de una aplicación web que se encarga de procesar y almacenar datos y de realizar la lógica de negocio. El backend es responsable de recibir las solicitudes del cliente (por ejemplo, el navegador web) y devolver las respuestas apropiadas. En el backend, se utilizan lenguajes de programación como PHP, Ruby, Python, Java o .NET, entre otros, para procesar datos y generar respuestas para el usuario. También se utilizan sistemas de gestión de bases de datos como MySQL, PostgreSQL, MongoDB y otros, para almacenar y recuperar datos.",
    "price": 94400,
    "stock": 8,
    "category": 0
  },
  {
    "id": 5,
    "name": "Diseño UX/UI",
    "start": "Próximo inicio: 21/03/2023",
    "hour": "19:00 a 21:00Hs",
    "description": "El diseño de experiencia de usuario (UX) y de interfaz de usuario (UI) son dos disciplinas relacionadas en el diseño de productos digitales, como aplicaciones móviles, sitios web y software en general. El diseño de experiencia de usuario (UX) se centra en la forma en que los usuarios interactúan con un producto digital. El objetivo del diseño UX es crear una experiencia de usuario satisfactoria y fácil de usar para los usuarios. Esto implica comprender las necesidades y expectativas de los usuarios, así como sus habilidades y limitaciones, y diseñar una experiencia que sea fácil de usar, atractiva y que cumpla con sus necesidades.",
    "price": 35200,
    "stock": 8,
    "category": 1
  },
  {
    "id": 6,
    "name": "UI",
    "start": "Próximo inicio: 21/03/2023",
    "hour": "19:00 a 21:00Hs",
    "description": "El diseño de experiencia de usuario (UX) y de interfaz de usuario (UI) son dos disciplinas relacionadas en el diseño de productos digitales, como aplicaciones móviles, sitios web y software en general. El diseño de experiencia de usuario (UX) se centra en la forma en que los usuarios interactúan con un producto digital. El objetivo del diseño UX es crear una experiencia de usuario satisfactoria y fácil de usar para los usuarios. Esto implica comprender las necesidades y expectativas de los usuarios, así como sus habilidades y limitaciones, y diseñar una experiencia que sea fácil de usar, atractiva y que cumpla con sus necesidades.",
    "price": 35200,
    "stock": 8,
    "category": 1
  },
  {
    "id": 7,
    "name": "Fintech",
    "start": "Próximo inicio: 21/03/2023",
    "hour": "19:00 a 21:00Hs",
    "description": "Fintech es un término que surge de la combinación de finanzas y tecnología y se refiere a un conjunto de empresas y servicios que utilizan tecnologías innovadoras para ofrecer servicios financieros de manera más eficiente y accesible. Las empresas fintech ofrecen una amplia gama de servicios financieros, que incluyen pagos móviles, banca digital, préstamos en línea, gestión de inversiones y seguros, entre otros. Estos servicios suelen ser más ágiles, eficientes y accesibles que los servicios financieros tradicionales, ya que se basan en tecnologías innovadoras como la inteligencia artificial, blockchain, la nube y la automatización.",
    "price": 30320,
    "stock": 0,
    "category": 2
  },
  {
    "id": 8,
    "name": "Trading",
    "start": "Próximo inicio: 21/03/2023",
    "hour": "19:00 a 21:00Hs",
    "description": "El trading se refiere a la compra y venta de valores financieros, como acciones, bonos, divisas, materias primas y otros activos financieros, con el objetivo de obtener ganancias a través de la especulación del precio de los mismos. El trading puede ser realizado por inversores individuales, instituciones financieras, fondos de inversión y otros participantes del mercado.El trading implica una variedad de estrategias, desde el corto plazo, donde los traders buscan obtener ganancias en un período de tiempo relativamente corto, hasta el largo plazo, donde los traders buscan mantener sus posiciones durante un período más largo para obtener ganancias a largo plazo.",
    "price": 30320,
    "stock": 8,
    "category": 2
  }
]
